Repository: dr-ni/mousetweaks
Catalog: po/*.po
Languages: en@shaw, ka, sk

source: Applet to select different dwell-click types. Part of Mousetweaks
sk: Aplet pre výber rôznych kliknutí zotrvaním. Súčasť Mousetweaks

source: Click Type Window
en@shaw: ğ‘’ğ‘¤ğ‘¦ğ‘’ ğ‘‘ğ‘²ğ‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´
sk: Okno typov kliknutí

source: Double Click
en@shaw: ğ‘›ğ‘³ğ‘šğ‘©ğ‘¤ ğ‘’ğ‘¤ğ‘¦ğ‘’
ka: ორმაგი წკაპი
sk: Dvojkik

source: Drag Click
en@shaw: ğ‘›ğ‘®ğ‘¨ğ‘œ ğ‘’ğ‘¤ğ‘¦ğ‘’
sk: Ťahanie

source: Enable dwell click
en@shaw: ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘›ğ‘¢ğ‘§ğ‘¤ ğ‘’ğ‘¤ğ‘¦ğ‘’
sk: Povoliť kliknutie zotrvaním

source: Right Click
en@shaw: ğ‘®ğ‘²ğ‘‘ ğ‘’ğ‘¤ğ‘¦ğ‘’
sk: Kliknutie pravým tlačidlom

source: Single Click
en@shaw: ğ‘•ğ‘¦ğ‘™ğ‘œğ‘©ğ‘¤ ğ‘’ğ‘¤ğ‘¦ğ‘’
ka: ერთი წკაპი
sk: Kliknutie ľavým tlačidlom

source: Area to lock the pointer on the panel. Part of Mousetweaks
sk: Oblasť uzamknutia kurzora na paneli. Šúčasť Mousetweaks

source: Capture Pointer
en@shaw: ğ‘’ğ‘¨ğ‘ğ‘—ğ‘» ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘¼
sk: Zachytenie kurzora

source: Modifier:
en@shaw: ğ‘¥ğ‘ªğ‘›ğ‘¦ğ‘“ğ‘²ğ‘¼:
sk: Modifikátor:

source: Mouse _button:
en@shaw: ğ‘¥ğ‘¬ğ‘• _ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯:
sk: _Tlačidlo myši:

source: Mouse b_utton:
en@shaw: ğ‘¥ğ‘¬ğ‘• ğ‘š_ğ‘³ğ‘‘ğ‘©ğ‘¯:
sk: T_lačidlo myši:

source: Pointer Capture Preferences
en@shaw: ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘¼ ğ‘’ğ‘¨ğ‘ğ‘—ğ‘» ğ‘ğ‘®ğ‘§ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ
sk: Predvoľby zachytenia kurzora

source: Release Pointer
en@shaw: ğ‘®ğ‘¦ğ‘¤ğ‘°ğ‘• ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘¼
sk: Uvoľnenie kurzora

source: Selecting Button 0 will capture the pointer immediately
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ğ‘¦ğ‘™ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ 0 ğ‘¢ğ‘¦ğ‘¤ ğ‘’ğ‘¨ğ‘ğ‘—ğ‘» ğ‘ ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘¼ ğ‘¦ğ‘¥ğ‘°ğ‘›ğ‘¾ğ‘‘ğ‘¤ğ‘°
sk: Vybraním tlačidla 0 dôjde ihneď k zachyteniu kurzora

source: Size of the Capture Area
sk: Veľkosť oblasti zachytenia

source: _Width:
en@shaw: _ğ‘¢ğ‘¦ğ‘›ğ‘”:
sk: Šír_ka:

source: pixels
en@shaw: ğ‘ğ‘¦ğ‘’ğ‘•ğ‘©ğ‘¤ğ‘Ÿ
sk: pixelov

source: Dwell Click Type
en@shaw: ğ‘›ğ‘¢ğ‘§ğ‘¤ ğ‘’ğ‘¤ğ‘¦ğ‘’ ğ‘‘ğ‘²ğ‘
sk: Typ kliknutia zotrvaním

source: Show Icons and Text
en@shaw: ğ‘–ğ‘´ ğ‘²ğ‘’ğ‘ªğ‘¯ğ‘Ÿ ğ‘¯ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘
sk: Zobraziť ikony a text

source: Show Icons only
en@shaw: ğ‘–ğ‘´ ğ‘²ğ‘’ğ‘ªğ‘¯ğ‘Ÿ ğ‘´ğ‘¯ğ‘¤ğ‘¦
sk: Zobraziť iba ikony

source: Show Text only
en@shaw: ğ‘–ğ‘´ ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘ ğ‘´ğ‘¯ğ‘¤ğ‘¦
sk: Zobraziť iba text

source: Dwell Click
en@shaw: ğ‘›ğ‘¢ğ‘§ğ‘¤ ğ‘’ğ‘¤ğ‘¦ğ‘’
sk: Kliknutie zotrvaním

source: Select dwelling click type
en@shaw: ğ‘•ğ‘©ğ‘¤ğ‘§ğ‘’ğ‘‘ ğ‘›ğ‘¢ğ‘§ğ‘¤ğ‘¦ğ‘™ ğ‘’ğ‘¤ğ‘¦ğ‘’ ğ‘‘ğ‘²ğ‘
sk: Zvoliť typ kliknutia zotrvaním

source: Area to lock the pointer
en@shaw: ğ‘ºğ‘¦ğ‘© ğ‘‘ ğ‘¤ğ‘ªğ‘’ ğ‘ ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘¼
sk: Oblasť uzamknutia kurzora

source: Pointer Capture
en@shaw: ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘¼ ğ‘’ğ‘¨ğ‘ğ‘—ğ‘»
sk: Zachytenie kurzora

source: _About
en@shaw: _ğ‘©ğ‘šğ‘¬ğ‘‘
sk: _O programe

source: _Help
en@shaw: _ğ‘£ğ‘§ğ‘¤ğ‘
sk: _Pomocník

source: _Preferences
en@shaw: _ğ‘ğ‘®ğ‘§ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ
sk: Nas_tavenia

source: Animate cursor
en@shaw: ğ‘¨ğ‘¯ğ‘©ğ‘¥ğ‘©ğ‘‘ ğ‘’ğ‘»ğ‘•ğ‘¼
sk: Animovať kurzor

source: Button style
en@shaw: ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ ğ‘•ğ‘‘ğ‘²ğ‘¤
sk: Štýl tlačidla

source: Button style in click type window ("0" = Text, "1" = Icon, "2" = Both)
en@shaw: ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ ğ‘•ğ‘‘ğ‘²ğ‘¤ ğ‘¦ğ‘¯ ğ‘’ğ‘¤ğ‘¦ğ‘’ ğ‘‘ğ‘²ğ‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´ ("0" = ğ‘‘ğ‘§ğ‘’ğ‘•ğ‘‘, "1" = ğ‘²ğ‘’ğ‘ªğ‘¯, "2" = ğ‘šğ‘´ğ‘”)
sk: Štýl tlačidla v okne typov kliknutí ("0" = text, "1" = ikona, "2" = oboje)

source: Direction to perform a double click ("0" = Left, "1" = Right, "2" = Up, "3" = Down)
en@shaw: ğ‘›ğ‘¦ğ‘®ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘‘ ğ‘ğ‘¼ğ‘“ğ‘¹ğ‘¥ ğ‘© ğ‘›ğ‘³ğ‘šğ‘©ğ‘¤ ğ‘’ğ‘¤ğ‘¦ğ‘’ ("0" = ğ‘¤ğ‘§ğ‘“ğ‘‘, "1" = ğ‘®ğ‘²ğ‘‘, "2" = ğ‘³ğ‘, "3" = ğ‘›ğ‘¬ğ‘¯)
sk: Smer pohybu k prevedeniu dvojkliku ("0" = vľavo, "1" = vpravo, "2" = hore, "3" = dolu)

source: Direction to perform a drag click ("0" = Left, "1" = Right, "2" = Up, "3" = Down)
en@shaw: ğ‘›ğ‘¦ğ‘®ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘‘ ğ‘ğ‘¼ğ‘“ğ‘¹ğ‘¥ ğ‘© ğ‘›ğ‘®ğ‘¨ğ‘œ ğ‘’ğ‘¤ğ‘¦ğ‘’ ("0" = ğ‘¤ğ‘§ğ‘“ğ‘‘, "1" = ğ‘®ğ‘²ğ‘‘, "2" = ğ‘³ğ‘, "3" = ğ‘›ğ‘¬ğ‘¯)
sk: Smer pohybu k prevedeniu ťahania ("0" = vľavo, "1" = vpravo, "2" = hore, "3" = dolu)

source: Direction to perform a secondary click ("0" = Left, "1" = Right, "2" = Up, "3" = Down)
en@shaw: ğ‘›ğ‘¦ğ‘®ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘‘ ğ‘ğ‘¼ğ‘“ğ‘¹ğ‘¥ ğ‘© ğ‘•ğ‘§ğ‘’ğ‘ªğ‘¯ğ‘›ğ‘¼ğ‘¦ ğ‘’ğ‘¤ğ‘¦ğ‘’ ("0" = ğ‘¤ğ‘§ğ‘“ğ‘‘, "1" = ğ‘®ğ‘²ğ‘‘, "2" = ğ‘³ğ‘, "3" = ğ‘›ğ‘¬ğ‘¯)
sk: Smer pohybu k prevedeniu kliknutia pravým tlačidlom ("0" = vľavo, "1" = vpravo, "2" = hore, "3" = dolu)

source: Direction to perform a single click ("0" = Left, "1" = Right, "2" = Up, "3" = Down)
en@shaw: ğ‘›ğ‘¦ğ‘®ğ‘§ğ‘’ğ‘–ğ‘©ğ‘¯ ğ‘‘ ğ‘ğ‘¼ğ‘“ğ‘¹ğ‘¥ ğ‘© ğ‘•ğ‘¦ğ‘™ğ‘œğ‘©ğ‘¤ ğ‘’ğ‘¤ğ‘¦ğ‘’ ("0" = ğ‘¤ğ‘§ğ‘“ğ‘‘, "1" = ğ‘®ğ‘²ğ‘‘, "2" = ğ‘³ğ‘, "3" = ğ‘›ğ‘¬ğ‘¯)
sk: Smer pohybu k prevedeniu kliknutia ľavým tlačidlom ("0" = vľavo, "1" = vpravo, "2" = hore, "3" = dolu)

source: Distance in pixels before movement will be recognized
en@shaw: ğ‘›ğ‘¦ğ‘•ğ‘‘ğ‘©ğ‘¯ğ‘• ğ‘¦ğ‘¯ ğ‘ğ‘¦ğ‘’ğ‘•ğ‘©ğ‘¤ğ‘Ÿ ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘¥ğ‘µğ‘ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘®ğ‘§ğ‘’ğ‘ªğ‘œğ‘¯ğ‘²ğ‘Ÿğ‘›
sk: Vzdialenosť v pixeloch potrebná na detekciu pohybu

source: Dwell click mode
en@shaw: ğ‘›ğ‘¢ğ‘§ğ‘¤ ğ‘’ğ‘¤ğ‘¦ğ‘’ ğ‘¥ğ‘´ğ‘›
sk: Režim kliknutia zotrvaním

source: Dwell click mode ("0" = Window mode, "1" = Gesture mode)
sk: Režim kliknutia držaním ("0" = okenný režim, "1" = režim pohybu myšou)

source: Dwell click time
en@shaw: ğ‘›ğ‘¢ğ‘§ğ‘¤ ğ‘’ğ‘¤ğ‘¦ğ‘’ ğ‘‘ğ‘²ğ‘¥
sk: Čas nutný pre kliknutie zotrvaním

source: Enable secondary click
en@shaw: ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘•ğ‘§ğ‘’ğ‘ªğ‘¯ğ‘›ğ‘¼ğ‘¦ ğ‘’ğ‘¤ğ‘¦ğ‘’
sk: Povoliť kliknutie pravým tlačidlom

source: Enable simulated secondary click
en@shaw: ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘•ğ‘¦ğ‘¥ğ‘˜ğ‘©ğ‘¤ğ‘±ğ‘‘ğ‘¦ğ‘› ğ‘•ğ‘§ğ‘’ğ‘ªğ‘¯ğ‘›ğ‘¼ğ‘¦ ğ‘’ğ‘¤ğ‘¦ğ‘’
sk: Povoliť simulované kliknutie pravým tlačidlom

source: Gesture double click
en@shaw: ğ‘¡ğ‘§ğ‘•ğ‘—ğ‘» ğ‘›ğ‘³ğ‘šğ‘©ğ‘¤ ğ‘’ğ‘¤ğ‘¦ğ‘’
sk: Dvojklik pohybom myši

source: Gesture drag click
en@shaw: ğ‘¡ğ‘§ğ‘•ğ‘—ğ‘» ğ‘›ğ‘®ğ‘¨ğ‘œ ğ‘’ğ‘¤ğ‘¦ğ‘’
sk: Ťahanie pohybom myši

source: Gesture secondary click
en@shaw: ğ‘¡ğ‘§ğ‘•ğ‘—ğ‘» ğ‘•ğ‘§ğ‘’ğ‘ªğ‘¯ğ‘›ğ‘¼ğ‘¦ ğ‘’ğ‘¤ğ‘¦ğ‘’
sk: Kliknutie pravým tlačidlom pohybom myši

source: Gesture single click
en@shaw: ğ‘¡ğ‘§ğ‘•ğ‘—ğ‘» ğ‘•ğ‘¦ğ‘™ğ‘œğ‘©ğ‘¤ ğ‘’ğ‘¤ğ‘¦ğ‘’
sk: Kliknutie ľavým tlačidlom pohybom myši

source: Movement threshold
en@shaw: ğ‘¥ğ‘µğ‘ğ‘¥ğ‘©ğ‘¯ğ‘‘ ğ‘”ğ‘®ğ‘§ğ‘–ğ‘´ğ‘¤ğ‘›
sk: Prah pohybu

source: Secondary click time
en@shaw: ğ‘•ğ‘§ğ‘’ğ‘ªğ‘¯ğ‘›ğ‘¼ğ‘¦ ğ‘’ğ‘¤ğ‘¦ğ‘’ ğ‘‘ğ‘²ğ‘¥
sk: Čas nutný pre kliknutie pravým tlačidlom

source: Show click type window
en@shaw: ğ‘–ğ‘´ ğ‘’ğ‘¤ğ‘¦ğ‘’ ğ‘‘ğ‘²ğ‘ ğ‘¢ğ‘¦ğ‘¯ğ‘›ğ‘´
sk: Zobraziť okno typov kliknutí

source: Show elapsed time as cursor overlay.
en@shaw: ğ‘–ğ‘´ ğ‘¦ğ‘¤ğ‘¨ğ‘ğ‘•ğ‘‘ ğ‘‘ğ‘²ğ‘¥ ğ‘¨ğ‘Ÿ ğ‘’ğ‘»ğ‘•ğ‘¼ ğ‘´ğ‘ğ‘¼ğ‘¤ğ‘±.
sk: Zobraziť uplynulý čas ako prekrytie kurzora.

source: Time in seconds before a click is triggered
en@shaw: ğ‘‘ğ‘²ğ‘¥ ğ‘¦ğ‘¯ ğ‘•ğ‘§ğ‘’ğ‘©ğ‘¯ğ‘›ğ‘Ÿ ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘© ğ‘’ğ‘¤ğ‘¦ğ‘’ ğ‘¦ğ‘Ÿ ğ‘‘ğ‘®ğ‘¦ğ‘œğ‘»ğ‘›
sk: Čas v sekundách pred kliknutím

source: Time in seconds before a secondary click is triggered
en@shaw: ğ‘‘ğ‘²ğ‘¥ ğ‘¦ğ‘¯ ğ‘•ğ‘§ğ‘’ğ‘©ğ‘¯ğ‘›ğ‘Ÿ ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘© ğ‘•ğ‘§ğ‘’ğ‘ªğ‘¯ğ‘›ğ‘¼ğ‘¦ ğ‘’ğ‘¤ğ‘¦ğ‘’ ğ‘¦ğ‘Ÿ ğ‘‘ğ‘®ğ‘¦ğ‘œğ‘»ğ‘›
sk: Čas v sekundách pred kliknutím pravým tlačidlom

source: Capture pointer only if Alt is pressed
en@shaw: ğ‘’ğ‘¨ğ‘ğ‘—ğ‘» ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘¼ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘¦ğ‘“ ğ‘·ğ‘¤ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘
sk: Zachytiť kurzor iba ak je stlačený Alt

source: Capture pointer only if Ctrl is pressed
en@shaw: ğ‘’ğ‘¨ğ‘ğ‘—ğ‘» ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘¼ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘¦ğ‘“ ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤ ğ‘¦ğ‘Ÿ ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘
sk: Zachytiť kurzor iba ak je stlačený Ctrl

source: Capture pointer only if Shift is pressed
en@shaw: ğ‘’ğ‘¨ğ‘ğ‘—ğ‘» ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘¼ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘¦ğ‘“ ğ‘–ğ‘¦ğ‘“ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘
sk: Zachytiť kurzor iba ak je stlačený Shift

source: Mouse button used to capture the pointer
en@shaw: ğ‘¥ğ‘¬ğ‘• ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ ğ‘¿ğ‘•ğ‘‘ ğ‘‘ ğ‘’ğ‘¨ğ‘ğ‘—ğ‘» ğ‘ ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘¼
sk: Tlačidlo myši použité k zachyteniu kurzora

source: Mouse button used to release the pointer
en@shaw: ğ‘¥ğ‘¬ğ‘• ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ ğ‘¿ğ‘•ğ‘‘ ğ‘‘ ğ‘®ğ‘¦ğ‘¤ğ‘°ğ‘• ğ‘ ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘¼
sk: Tlačidlo myši použité k uvoľneniu kurzora

source: Release pointer only if Alt is pressed
en@shaw: ğ‘®ğ‘¦ğ‘¤ğ‘°ğ‘• ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘¼ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘¦ğ‘“ ğ‘·ğ‘¤ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘
sk: Uvoľniť kurzor ak je stlačený Alt

source: Release pointer only if Ctrl is pressed
en@shaw: ğ‘®ğ‘¦ğ‘¤ğ‘°ğ‘• ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘¼ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘¦ğ‘“ ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤ ğ‘¦ğ‘Ÿ ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘
sk: Uvoľniť kurzor ak je stlačený Ctrl

source: Release pointer only if Shift is pressed
en@shaw: ğ‘®ğ‘¦ğ‘¤ğ‘°ğ‘• ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘¼ ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘¦ğ‘“ ğ‘–ğ‘¦ğ‘“ğ‘‘ ğ‘¦ğ‘Ÿ ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘
sk: Uvoľniť kurzor ak je stlačený Shift

source: Size of capture area
en@shaw: ğ‘•ğ‘²ğ‘Ÿ ğ‘ ğ‘’ğ‘¨ğ‘ğ‘—ğ‘» ğ‘ºğ‘¦ğ‘©
sk: Veľkosť oblasti zachytenia

source: This mouse button must be pressed to release the pointer from the capture area. Valid values are "1" for left button, "2" for middle button, and "3" for right button.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘¥ğ‘¬ğ‘• ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘šğ‘° ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘‘ ğ‘®ğ‘¦ğ‘¤ğ‘°ğ‘• ğ‘ ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘¼ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘’ğ‘¨ğ‘ğ‘—ğ‘» ğ‘ºğ‘¦ğ‘©. ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘ğ‘¨ğ‘¤ğ‘¿ğ‘Ÿ ğ‘¸ "1" ğ‘“ğ‘¹ ğ‘¤ğ‘§ğ‘“ğ‘‘ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯, "2" ğ‘“ğ‘¹ ğ‘¥ğ‘¦ğ‘›ğ‘©ğ‘¤ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯, ğ‘¯ "3" ğ‘“ğ‘¹ ğ‘®ğ‘²ğ‘‘ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯.
sk: Toto tlačidlo myši musí byť stlačené pre uvoľnenie kurzora z oblasti zachytenia. Platné hodnoty sú "1" pre ľavé, "2" pre stredné, "3" pre pravé tlačidlo.

source: This mouse button must be pressed while the pointer is over the capture area in order to capture the pointer. Valid values are "0" if no button is needed, "1" for left button, "2" for middle button, and "3" for right button.
en@shaw: ğ‘ğ‘¦ğ‘• ğ‘¥ğ‘¬ğ‘• ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘šğ‘° ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘¢ğ‘²ğ‘¤ ğ‘ ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘¼ ğ‘¦ğ‘Ÿ ğ‘´ğ‘ğ‘¼ ğ‘ ğ‘’ğ‘¨ğ‘ğ‘—ğ‘» ğ‘ºğ‘¦ğ‘© ğ‘¦ğ‘¯ ğ‘¹ğ‘›ğ‘¼ ğ‘‘ ğ‘’ğ‘¨ğ‘ğ‘—ğ‘» ğ‘ ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘¼. ğ‘ğ‘¨ğ‘¤ğ‘¦ğ‘› ğ‘ğ‘¨ğ‘¤ğ‘¿ğ‘Ÿ ğ‘¸ "0" ğ‘¦ğ‘“ ğ‘¯ğ‘´ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘¯ğ‘°ğ‘›ğ‘©ğ‘›, "1" ğ‘“ğ‘¹ ğ‘¤ğ‘§ğ‘“ğ‘‘ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯, "2" ğ‘“ğ‘¹ ğ‘¥ğ‘¦ğ‘›ğ‘©ğ‘¤ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯, ğ‘¯ "3" ğ‘“ğ‘¹ ğ‘®ğ‘²ğ‘‘ ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯.
sk: Toto tlačidlo myši musí byť stlačené nad oblasťou zachytenia na to, aby bolo tlačidlo zachytené. Platné hodnoty sú "0" ak nie je potrebné žiadne tlačidlo, "1" pre ľavé, "2" pre stredné a "3" pre pravé tlačidlo.

source: Whether the Alt key must be pressed for the pointer to be captured while it's over the capture area. If this option is set as true, and a mouse button is set in the "capture_button" key, then the Alt key must be pressed while the mouse button is pressed.
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘·ğ‘¤ğ‘‘ ğ‘’ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘šğ‘° ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘“ğ‘¹ ğ‘ ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘¼ ğ‘‘ ğ‘šğ‘° ğ‘’ğ‘¨ğ‘ğ‘—ğ‘»ğ‘› ğ‘¢ğ‘²ğ‘¤ ğ‘¦ğ‘‘'ğ‘• ğ‘´ğ‘ğ‘¼ ğ‘ ğ‘’ğ‘¨ğ‘ğ‘—ğ‘» ğ‘ºğ‘¦ğ‘©. ğ‘¦ğ‘“ ğ‘ğ‘¦ğ‘• ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘•ğ‘§ğ‘‘ ğ‘¨ğ‘Ÿ ğ‘‘ğ‘®ğ‘µ, ğ‘¯ ğ‘© ğ‘¥ğ‘¬ğ‘• ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘•ğ‘§ğ‘‘ ğ‘¦ğ‘¯ ğ‘ "capture_button" ğ‘’ğ‘°, ğ‘ğ‘§ğ‘¯ ğ‘ ğ‘·ğ‘¤ğ‘‘ ğ‘’ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘šğ‘° ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘¢ğ‘²ğ‘¤ ğ‘ ğ‘¥ğ‘¬ğ‘• ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘.
sk: Či musí byť kláves Alt stlačený pre zachytenie kurzora, keď je nad oblasťou zachytenia. Ak je táto voľba nastavená na hodnotu true a v kľúči "capture_button" je nastavené tlačidlo myši, musí byť Alt a tlačidlo myši stlačené naraz.

source: Whether the Alt key must be pressed with the mouse button set in "release_button" for the pointer to be released from the capture area.
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘·ğ‘¤ğ‘‘ ğ‘’ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘šğ‘° ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘¥ğ‘¬ğ‘• ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ ğ‘•ğ‘§ğ‘‘ ğ‘¦ğ‘¯ "release_button" ğ‘“ğ‘¹ ğ‘ ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘¼ ğ‘‘ ğ‘šğ‘° ğ‘®ğ‘¦ğ‘¤ğ‘°ğ‘•ğ‘‘ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘’ğ‘¨ğ‘ğ‘—ğ‘» ğ‘ºğ‘¦ğ‘©.
sk: Či musí byť kláves Alt stlačený spolu s tlačidlom myši nastavenom v "relase_button" pre uvoľnenie kurzora z oblasti zachytenia.

source: Whether the Ctrl key must be pressed for the pointer to be captured while it's over the capture area. If this option is set as true, and a mouse button is set in the "capture_button" key, then the Ctrl key must be pressed while the mouse button is pressed.
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤ ğ‘’ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘šğ‘° ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘“ğ‘¹ ğ‘ ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘¼ ğ‘‘ ğ‘šğ‘° ğ‘’ğ‘¨ğ‘ğ‘—ğ‘»ğ‘› ğ‘¢ğ‘²ğ‘¤ ğ‘¦ğ‘‘'ğ‘• ğ‘´ğ‘ğ‘¼ ğ‘ ğ‘’ğ‘¨ğ‘ğ‘—ğ‘» ğ‘ºğ‘¦ğ‘©. ğ‘¦ğ‘“ ğ‘ğ‘¦ğ‘• ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘•ğ‘§ğ‘‘ ğ‘¨ğ‘Ÿ ğ‘‘ğ‘®ğ‘µ, ğ‘¯ ğ‘© ğ‘¥ğ‘¬ğ‘• ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘•ğ‘§ğ‘‘ ğ‘¦ğ‘¯ ğ‘ "capture_button" ğ‘’ğ‘°, ğ‘ğ‘§ğ‘¯ ğ‘ ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤ ğ‘’ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘šğ‘° ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘¢ğ‘²ğ‘¤ ğ‘ ğ‘¥ğ‘¬ğ‘• ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘.
sk: Či musí byť kláves Ctrl stlačený pre zachytenie kurzora, ak je nad oblasťou zachytenia. Ak je táto voľba nastavená na true a v kľúči "capture_button" je nastavené tlačidlo myši, musí byť tlačidlo Ctrl a tlačidlo myši stlačené naraz.

source: Whether the Ctrl key must be pressed with the mouse button set in "release_button" for the pointer to be released from the capture area.
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘®ğ‘´ğ‘¤ ğ‘’ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘šğ‘° ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘¥ğ‘¬ğ‘• ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ ğ‘•ğ‘§ğ‘‘ ğ‘¦ğ‘¯ "release_button" ğ‘“ğ‘¹ ğ‘ ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘¼ ğ‘‘ ğ‘šğ‘° ğ‘®ğ‘¦ğ‘¤ğ‘°ğ‘•ğ‘‘ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘’ğ‘¨ğ‘ğ‘—ğ‘» ğ‘ºğ‘¦ğ‘©.
sk: Či musí byť kláves Ctrl stlačený spolu s tlačidlom myši nastavenom v "relase_button" pre uvoľnenie kurzora z oblasti zachytenia.

source: Whether the Shift key must be pressed for the pointer to be captured while it's over the capture area. If this option is set as true, and a mouse button is set in the "capture_button" key, then the Shift key must be pressed while the mouse button is pressed.
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘–ğ‘¦ğ‘“ğ‘‘ ğ‘’ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘šğ‘° ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘“ğ‘¹ ğ‘ ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘¼ ğ‘‘ ğ‘šğ‘° ğ‘’ğ‘¨ğ‘ğ‘—ğ‘»ğ‘› ğ‘¢ğ‘²ğ‘¤ ğ‘¦ğ‘‘'ğ‘• ğ‘´ğ‘ğ‘¼ ğ‘ ğ‘’ğ‘¨ğ‘ğ‘—ğ‘» ğ‘ºğ‘¦ğ‘©. ğ‘¦ğ‘“ ğ‘ğ‘¦ğ‘• ğ‘ªğ‘ğ‘–ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘•ğ‘§ğ‘‘ ğ‘¨ğ‘Ÿ ğ‘‘ğ‘®ğ‘µ, ğ‘¯ ğ‘© ğ‘¥ğ‘¬ğ‘• ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘•ğ‘§ğ‘‘ ğ‘¦ğ‘¯ ğ‘ "capture_button" ğ‘’ğ‘°, ğ‘ğ‘§ğ‘¯ ğ‘ ğ‘–ğ‘¦ğ‘“ğ‘‘ ğ‘’ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘šğ‘° ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘¢ğ‘²ğ‘¤ ğ‘ ğ‘¥ğ‘¬ğ‘• ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ ğ‘¦ğ‘Ÿ ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘.
sk: Či musí byť kláves Shift stlačený pre zachytenie kurzora, ak je nad oblasťou zachytenia. Ak je táto voľba nastavená na true a v kľúči "capture_button" je nastavené tlačidlo myši, musí byť tlačidlo Shift a tlačidlo myši stlačené naraz.

source: Whether the Shift key must be pressed with the mouse button set in "release_button" for the pointer to be released from the capture area.
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘ ğ‘–ğ‘¦ğ‘“ğ‘‘ ğ‘’ğ‘° ğ‘¥ğ‘³ğ‘•ğ‘‘ ğ‘šğ‘° ğ‘ğ‘®ğ‘§ğ‘•ğ‘‘ ğ‘¢ğ‘¦ğ‘ ğ‘ ğ‘¥ğ‘¬ğ‘• ğ‘šğ‘³ğ‘‘ğ‘©ğ‘¯ ğ‘•ğ‘§ğ‘‘ ğ‘¦ğ‘¯ "release_button" ğ‘“ğ‘¹ ğ‘ ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘¼ ğ‘‘ ğ‘šğ‘° ğ‘®ğ‘¦ğ‘¤ğ‘°ğ‘•ğ‘‘ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ ğ‘’ğ‘¨ğ‘ğ‘—ğ‘» ğ‘ºğ‘¦ğ‘©.
sk: Či musí byť kláves Shift stlačený spolu s tlačidlom myši nastavenom v "relase_button" pre uvoľnenie kurzora z oblasti zachytenia.

source: Width of the capture area in pixels.
en@shaw: ğ‘¢ğ‘¦ğ‘›ğ‘” ğ‘ ğ‘ ğ‘’ğ‘¨ğ‘ğ‘—ğ‘» ğ‘ºğ‘¦ğ‘© ğ‘¦ğ‘¯ ğ‘ğ‘¦ğ‘’ğ‘•ğ‘©ğ‘¤ğ‘Ÿ.
sk: Šírka oblasti zachytenia v pixeloch.

source: Time to wait before a dwell click
en@shaw: ğ‘‘ğ‘²ğ‘¥ ğ‘‘ ğ‘¢ğ‘±ğ‘‘ ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘© ğ‘›ğ‘¢ğ‘§ğ‘¤ ğ‘’ğ‘¤ğ‘¦ğ‘’
sk: Doba čakania pred kliknutím zotrvaním

source: Time to wait before a simulated secondary click
en@shaw: ğ‘‘ğ‘²ğ‘¥ ğ‘‘ ğ‘¢ğ‘±ğ‘‘ ğ‘šğ‘¦ğ‘“ğ‘¹ ğ‘© ğ‘•ğ‘¦ğ‘¥ğ‘˜ğ‘©ğ‘¤ğ‘±ğ‘‘ğ‘¦ğ‘› ğ‘•ğ‘§ğ‘’ğ‘ªğ‘¯ğ‘›ğ‘¼ğ‘¦ ğ‘’ğ‘¤ğ‘¦ğ‘’
sk: Doba čakania pred simulovaným kliknutím pravým tlačidlom

source: Set the active dwell mode
sk: Nastaviť aktívny režim kliknutia zotrvaním

source: Show a click-type window
sk: Zobraziť okno typov kliknutí

source: Click-type window X position
sk: Horizontálna pozícia okna typov kliknutí

source: Click-type window Y position
sk: Horizontálna pozícia okna typov kliknutí

source: Ignore small pointer movements
en@shaw: ğ‘¦ğ‘œğ‘¯ğ‘¹ ğ‘•ğ‘¥ğ‘·ğ‘¤ ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘¼ ğ‘¥ğ‘µğ‘ğ‘¥ğ‘©ğ‘¯ğ‘‘ğ‘•
ka: კურსორის მცირე მოძრაობის იგნორი
sk: Ignorovať nepatrné pohyby kurzora

source: Shut down mousetweaks
ka: Mousetweaks-ის გამორთვა
sk: Vypnúť mousetweaks

source: Disable cursor animations
sk: Zakázať animácie kurzora

source: Failed to Display Help
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘›ğ‘¦ğ‘•ğ‘ğ‘¤ğ‘± ğ‘£ğ‘§ğ‘¤ğ‘
ka: დახმარების ჩვენების შეცდომა
sk: Zlyhalo zobrazenie Pomocníka

source: Enable and Log Out
en@shaw: ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘¯ ğ‘¤ğ‘ªğ‘œ ğ‘¬ğ‘‘
sk: Povoliť a odhlásiť

source: Capture area
en@shaw: ğ‘’ğ‘¨ğ‘ğ‘—ğ‘» ğ‘ºğ‘¦ğ‘©
sk: Oblasť zachytenia

source: Temporarily lock the mouse pointer
en@shaw: ğ‘‘ğ‘§ğ‘¥ğ‘ğ‘¼ğ‘¼ğ‘¦ğ‘¤ğ‘¦ ğ‘¤ğ‘ªğ‘’ ğ‘ ğ‘¥ğ‘¬ğ‘• ğ‘ğ‘¶ğ‘¯ğ‘‘ğ‘¼
sk: Dočasné zachytenie kurzora myši

source: Locked
en@shaw: ğ‘¤ğ‘ªğ‘’ğ‘‘
sk: Uzamknuté

source: Failed to Launch Mouse Preferences
en@shaw: ğ‘“ğ‘±ğ‘¤ğ‘› ğ‘‘ ğ‘¤ğ‘·ğ‘¯ğ‘— ğ‘¥ğ‘¬ğ‘• ğ‘ğ‘®ğ‘§ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ
sk: Zlyhalo spustenie Predvolieb myši

source: A_lt
en@shaw: ğ‘©_ğ‘¤ğ‘‘

source: C_trl
en@shaw: ğ‘’ğ‘ªğ‘¯_ğ‘‘ğ‘®ğ‘´ğ‘¤

source: Ct_rl
en@shaw: ğ‘’ğ‘ªğ‘¯ğ‘‘_ğ‘®ğ‘´ğ‘¤

source: S_hift
en@shaw: _ğ‘–ğ‘¦ğ‘“ğ‘‘

source: Sh_ift
en@shaw: ğ‘–_ğ‘¦ğ‘“ğ‘‘

source: Size of Capture Area
en@shaw: ğ‘•ğ‘²ğ‘Ÿ ğ‘ ğ‘’ğ‘¨ğ‘ğ‘—ğ‘» ğ‘ºğ‘¦ğ‘©

source: _Alt
en@shaw: _ğ‘·ğ‘¤ğ‘‘

source: L
en@shaw: ğ‘¤

source: Hover Click
ka: გადატარება წკაპი

source: Drag
ka: გადათრევა

source: Secondary Click
ka: დამატებით წკაპი

source: Button Style
ka: ღილაკის სტილი

source: Text only
ka: მხოლოდ ტექსტი

source: Icons only
ka: მხოლოდ ხატულები

source: Text and Icons
ka: ტექსტი და ხატულები

source: Orientation
ka: ორიენტაცია

source: Horizontal
ka: ჰორიზონტალური

source: Vertical
ka: ვერტიკალური

source: Click-type window style
ka: დაწკაპუნების ტიპის ფანჯრის სტილი

source: Button style of the click-type window.
ka: დაწკაპუნების ტიპის ფანჯრის ღილაკის სტილი.

source: Click-type window orientation
ka: დაწკაპუნების ტიპის ფანჯრის ორიენტაცია

source: Orientation of the click-type window.
ka: დაწკაპუნების ტიპის ფანჯრის ორიენტაცია.

source: Click-type window geometry
ka: დაწკაპუნების ტიპის ფანჯრის გეომეტრია

source: Hide the click-type window
ka: დაწკაპუნების ტიპის ფანჯრის დამალვა

source: Start mousetweaks as a daemon
ka: Mousetweaks-ის დემონის სახით გაშვება

source: Start mousetweaks in login mode
ka: Mousetweaks-ის შესვლის რეჟიმში გაშვება

source: Shutdown failed or nothing to shut down.
ka: გამორთვა შეუძლებელია ან გამოსართავი არაფერია.

source: Shutdown successful.
ka: გამორთვა წარმატებულია.

source: Mousetweaks is already running. (PID %u)
ka: Mousetweaks უკვე გაშვებულია. (PID %u)

source: Starting daemon.
ka: დემონის გაშვება.
